export default [
  {
    con: ["非常抱歉让您久等了，您可以按照以下方式进行催单:", "1.您可以在下单30分钟后选择您需要的订单,点击[催单]按钮，商家和骑手会收到您的催单提醒;", "2.如您的订单没有骑手配送信息，您可以选择您需要的订单，点击[联系商家]按钮及时进行催促;", "3.如您有骑手配送信息，您可以选择您需要的订单，点击[联系骑手]按钮及时进行催促。"],
    user: 'other'
  },
  {
    con: ["非常抱歉给您带来不便，订单下单成功后骑手或商家会尽快为您配送，如订单出现超时您可以按照以下方式处理:", "1.如您的订单下单已超30分钟，可以在订单上点击“催单”按钮进行催单", "2.如您的订单没有骑手配送信息，您可以点击订单.上的“联系商家”按钮进行咨询订单配送进度", "3.如您有骑手配送信息，您可以点击“联系骑手”按钮进行催促"],
    user: 'other'
  },
  {
    con: ["非常抱歉给您带来不好的用餐体验，平台一直对商家和骑士的配送有严格的管控，绝对不允许出现这样的情况的，您可以点击下方按钮转人工客服处理哦~."],
    user: 'other',
    only: 1
  }, 
  {
    con: ["非常抱歉给您带来不便，耽误您的用餐了，近期部分地区运力紧张，如长时间没有骑士接单，建议您按照以下情况处理:", "1. [商家自配送订单] :由商家为您自行配送，不会有骑士接单，建议您联系商家催单;", "2. [蜂鸟配送订单] :订单下单后会尽快分配骑土配送，如果您的订单长时间未分配骑士，建议您及时联系商家进行配送;", "3.如果您已无法等待，您可以取消订单，选择自配送店铺重新下单或选择就近店铺就餐，抱歉给您带来不便了~"],
    user: 'other'
  },
  {
    con: ["您想要咨询小e其他什么问题呢?请简要描述您的问题，为了更准确地了解您的需求,建议不要分句哦~"],
    user: 'other'
  }
];
